/*"HELP_BOOK" = "Mac Help";*/

"IR_PAIR_NOT_ADMIN_TIP" = "Devi inserire accedere come amministratore per modificare questa impostazione.";
"AUTH_TIP" = "Devi inserire il nome e la password di amministratore per modificare queste impostazioni.";
"SRVR_TIP" = "Queste opzioni non sono disponibili su Mac OS X Server.";
"ADD" = "Aggiungi";

/* FileVault */
"OK" = "OK";
"CONTINUE" = "Continua";
"CANCEL" = "Annulla";
"CHANGE" = "Modifica…";
"APPLY" = "Applica";
"DONTAPPLY" = "Non applicare";

"BOLD_FONT_NAME" = "LucidaGrande-Bold";

/* LOCALIZATION NOTE: MUST KEEP THE SPACE AFTER THE WARNING: TO GET PROPER DISPLAY SPACING IN WINDOW*/
"WARNING_RED" = "AVVISO: ";

"FILEVAULT_UNAVAILABLE" = "Non puoi attivare FileVault per questo account.";
"FILEVAULT_UNAVAILABLE_DESC" = "Non puoi attivareFileVault per questo account perché è un account network o la sua cartella Inizio è posizionata su un server.";

"FILEVAULT_UNAVAILABLE_FSYS" = "Non puoi attivare FileVault per proteggere la cartella Inizio di questo account utente.";
"FILEVAULT_UNAVAILABLE_FSYS_DESC" = "La cartella Inizio si trova in un volume non in formato Mac OS esteso.";

"MANAGED_TOOLTIP" = "L'opzione non è disponibile perché è gestita dall'amministratore di sistema.";
"EXTERNAL_ACCOUNT_CANT_ENABLE_FILEVAULT" = "Non puoi attivare FileVault per questo account. Gli account esterni devono essere creati come account FileVault";

"MANAGED_TOOLTIP_AUTOLOGIN" = "Non puoi modificare il login automatico perché è gestito dall'amministratore di sistema.";

"MASTER_PASSWORD_VERIFY_ERR" = "La master password precedente inserita non è corretta. Reinseriscila.";
/*"MASTER_PASSWORD_VERIFY_ERR_DESC" = "";*/

"PASS_VERIFY_ERR_SHORT" = "Le password non coincidono.";
"PASS_VERIFY_ERR" = "La password inserita e quella di conferma non coincidono. Reinserisci la password.";
/*"PASS_VERIFY_ERR_DESC" = "";*/

"MASTER_PASSWORD_IS_EMPTY_ERR" = "Non hai inserito nessuna password per il computer.";
"MASTER_PASSWORD_IS_EMPTY_ERR_DESC" = "Per attivare FileVault, devi avere una master password.";

"PASSWORD_CANT_MATCH_HINT_ERR_SHORT" = "La password e il suggerimento non possono coincidere.";
"PASSWORD_CANT_MATCH_HINT_ERR" = "La password e il rispettivo suggerimento non possono coincidere. Scegli un altro suggerimento.";
/*"PASSWORD_CANT_MATCH_HINT_ERR_DESC" = ""; */

"INCORRECT_PASSWORD_SHORT" = "La password non è corretta.";

"PASS_IS_EMPTY_ERR_SHORT" = "Non hai inserito una password.";
"PASS_IS_EMPTY_ERR" = "Non hai inserito nessuna password.";
"PASS_IS_EMPTY_ERR_DESC" = "Per attivare FileVault per questo computer, devi inserire una password per l'account.";

"KEYCHAIN_NONADMIN_PASSWORD" = "La password del tuo Portachiavi diventerà la nuova password del tuo account.";
/*"KEYCHAIN_NONADMIN_PASSWORD_DESCR" = "";*/

"KEYCHAIN_ADMIN_SELF_PASSWORD" = "La password del tuo Portachiavi diventerà la nuova password del tuo account.";
"KEYCHAIN_ADMIN_SELF_PASSWORD_DESCR" = "Se il portachiavi è bloccato, ti verrà chiesta l'attuale password del portachiavi per poter modificare la tua password.";

"FILEVAULT_ON_OTHER_USERS_LOGGED_IN" = "Non puoi attivare FileVault se altri utenti hanno eseguito il login sul computer.";
"FILEVAULT_ON_OTHER_USERS_LOGGED_IN_DESCR" = "Tutti gli utenti devono eseguire il logout, poi attiva FileVault per questo account.";
"FILEVAULT_OFF_OTHER_USERS_LOGGED_IN" = "Non puoi disattivare FileVault se altri utenti hanno eseguito il login sul computer.";
"FILEVAULT_OFF_OTHER_USERS_LOGGED_IN_DESCR" = "Tutti gli utenti devono eseguire il logout, poi disattiva FileVault per questo account.";
"FILEVAULT_CONVERSION_OTHER_USERS_LOGGED_IN" = "Non puoi convertire formati FileVault se altri utenti hanno eseguito il login sul computer.";
"FILEVAULT_CONVERSION_OTHER_USERS_LOGGED_IN_DESCR" = "Fai in modo che tutti gli utenti eseguano il logout e poi converti FileVault per questo account.";


"FILEVAULT_ON_NO_ROOM" = "Spazio insufficiente sul disco rigido per attivare FileVault.";
"FILEVAULT_ON_NO_ROOM_DESCR" = "L'attivazione di FileVault richiede %@ aggiuntivi di spazio disponibile sul volume “%@”. Prova a svuotare il Cestino o a eliminare documenti che non ti occorrono.";

"FILEVAULT_OFF_NO_ROOM" = "Spazio insufficiente sul disco rigido per disattivare FileVault.";
"FILEVAULT_OFF_NO_ROOM_DESCR" = "La disattivazione di FileVault richiede %@ aggiuntivi di spazio disponibile sul volume “%@”. Prova a svuotare il Cestino o a eliminare documenti che non ti occorrono.";

"FILEVAULT_CONVERT_NO_ROOM" = "Spazio insufficiente sul disco rigido per convertire FileVault.";
"FILEVAULT_CONVERT_NO_ROOM_DESCR" = "La conversione di FileVault richiede %@ aggiuntivi di spazio disponibile sul volume “%@”. Prova a svuotare il Cestino o a eliminare documenti che non ti occorrono.";

/* Added these strings as place holders if 3423947 is fixed */
"FILEVAULT_ON_NO_ROOM_WITH_HD_NAME" = "Spazio insufficiente su \"%@\ per attivare FileVault.";
"FILEVAULT_ON_NO_ROOM_DESCR_WITH_HD_NAME" = "L'attivazione di FileVault richiede %@ di spazio libero aggiuntivo su disco per creare una copia codificata della cartella Inizio. Prova a vuotare il Cestino o a eliminare da “%@” i documenti che non ti occorrono.";

"FILEVAULT_OFF_NO_ROOM_WITH_HD_NAME" = "Spazio insufficiente su \"%@\ per disattivare FileVault.";
"FILEVAULT_OFF_NO_ROOM_DESCR_WITH_HD_NAME" = "La disattivazione di FileVault richiede %@ di spazio libero aggiuntivo su disco per creare una copia non codificata della cartella Inizio. Prova a vuotare il Cestino o a eliminare da “%@” i documenti che non ti occorrono.";
"FILEVAULT_SECURE_ERASE_STATUS" = "Elimino in modo sicuro la cartella Inizio precedente: %d%% completato.";
"FILEVAULT_SECURE_ERASE_FINISHED" = "L'eliminazione sicura della cartella Inizio precedente è stata completata.";

"MASTER_PASSWORD_PART_1" = "La master password ";
"MASTER_PASSWORD_PART_2_NO" = "non è impostata";
"MASTER_PASSWORD_PART_2_YES" = "è impostata";
"MASTER_PASSWORD_PART_3" = " per questo computer.";

"FILEVAULT_PART_1" = "Protezione FileVault è ";
"FILEVAULT_PART_2_NO" = "inattiva";
"FILEVAULT_PART_2_YES" = "attiva";
"FILEVAULT_PART_3" = " per questo account.";

"SET_MASTER_PASSWORD" = "Imposta password…";
"TURN_ON_FILEVAULT" = "Attiva FileVault…";
"TURN_OFF_FILEVAULT" = "Disattiva FileVault...";
"FILEVAULT_ON_NOTE" = "L’attivazione di FileVault può richiedere qualche minuto.";
"FILEVAULT_OFF_NOTE" = "La disattivazione di FileVault può richiedere qualche minuto.";

"CHANGE_PASS_FAILED_TITLE" = "Non puoi utilizzare quella password.";
"CHANGE_PASS_FAILED" = "Si è verificato un problema con la tua password. È possibile che l'amministratore di sistema non ti consenta di modificare la password: contattalo per ottenere assistenza.";
"CHANGE_PASS_FAILED_QualityCheck" = "La password non soddisfa i requisiti indicati dall'amministratore di sistema: potrebbe dover contenere simboli, numeri o caratteri diversi. Se non sei sicuro di quali siano i requisiti per la password, contatta l'amministratore di sistema.";
"CHANGE_PASS_FAILED_TooShort" = "La password è troppo corta. Prova a inserirne una più lunga.";
"CHANGE_PASS_FAILED_TooLong" = "La password è troppo lunga. Prova a inserirne una più corta.";
"CHANGE_PASS_FAILED_NeedsLetter" = "La password deve includere una o più lettere. Prova inserire una nuova password.";
"CHANGE_PASS_FAILED_NeedsDigit" = "La password deve includere una o più numeri. Prova inserire una nuova password.";
"CHANGE_PASS_FAILED_TooSoon" = "Hai cambiato la password di recente. L'amministratore di sistema non ti consente di cambiare la password con tale frequenza: contattalo per ottenere assistenza.";

/* Location Services Reset Warnings strings */
"RESET_ALERT_MESSAGE_TEXT" = "Sei sicuro di voler ripristinare gli avvisi locali?";
"RESET_ALERT_INFO_TEXT" = "Quando ti verrà richiesto, dovrai consentire alle applicazioni di utilizzare la tua posizione.";

"IR_DISABLED_NOTE" = "Questo computer non funzionerà con uno qualsiasi dei telecomandi.";
"IR_PAIRED_NOTE" = "Questo computer funzionerà solamente con il telecomando abbinato.";
"IR_UNPAIRED_NOTE" = "Questo computer funzionerà con uno qualsiasi dei telecomandi disponibili.";
"IR_PAIRED_BUTTON" = "Annulla abbinamento";
"IR_UNPAIRED_BUTTON" = "Abbina...";

"REQUIRE_PASSWORD_FOR_EACH_PREFPANE_SECURE_CARD_TEXT" = "Richiedi una password amministratore per sbloccare ogni pannello di Preferenze di Sistema";

"GUEST_ACCOUNT_REQUIRE_PASSWORD_TOOLTIP" = "Gli utenti ospiti non possono modificare questa impostazione";

/* Firewall Strings */
"Remote Management" = "Gestione remota";
"Network Time" = "Network Time";
"File Sharing" = "Condivisione documenti (%@)";
"FTP" = "FTP";
"SMB" = "SMB";
"AFP" = "AFP";
"Web Sharing" = "Condivisione web";
"Printer Sharing" = "Condivisione stampante";
"Remote Apple Events" = "Apple Event remoti";
"Remote Login - SSH" = "Login remoto (SSH)";
"iChat Rendezvous" = "Bonjour iChat";
"iPhoto Rendezvous Sharing" = "Condivisione di foto iPhoto";
"iTunes Music Sharing" = "Condivisione musica iTunes";
"Screen Sharing" = "Condivisione schermo";
"Optical Disc Sharing" = "Condivisione DVD o CD";

"CAPTION_FIREWALL_IS" = "Firewall: ";
"FIREWALL_OFF" = "Disattivato";
"FIREWALL_ON" = "Attivato";

"FIREWALL_BUTTON_START" = "Avvia";
"FIREWALL_BUTTON_STOP" = "Interrompi";
"FIREWALL_START" = "Fai clic su Avvia per attivare il firewall.";
"FIREWALL_STOP" = "Fai clic su Interrompi per disattivare il firewall.";

"FIREWALL_ALERT" = "Il firewall del computer è disattivato.";
"FIREWALL_ALERT_INFO" = "Click Start to turn the firewall on.";

"Services_DisplayName" = "Servizi";
"Applications_DisplayName" = "Applicazioni";

"SHOW_IN_FINDER" = "Mostra nel Finder";
"OPEN_SHARING_PREF" = "Apri condivisione";

"SERVICES_SECTION_TOOLTIP_FORMAT" = "Puoi disattivare %@ nelle preferenze Condivisione";
"OPEN_LOG_NO_LOG_TOOLTIP" = "Nessun resoconto del firewall disponibile";

"AX_ADD_CONNECTION_DESCRIPTION" = "Aggiungi connessione";
"AX_DELETE_CONNECTION_DESCRIPTION" = "Elimina connessione";

"FIREWALL_EXPLANATORY_TEXT_LIMITED" = "Il firewall è attivato e configurato per impedire che applicazioni, programmi e servizi non autorizzati accettino connessioni in entrata.";
"FIREWALL_EXPLANATORY_TEXT_OFF" = "Il firewall del computer è attualmente disattivato: sono quindi consentite tutte le connessioni in ingresso.";
"FIREWALL_EXPLANATORY_TEXT_BLOCK" = "Il firewall è attivato e configurato per bloccare tutte le connessioni in entrata ad eccezione di quelle richieste dai servizi Internet di base, come DHCP, Bonjour e IPSec.";
"FIREWALL_EXPLANATORY_TEXT_WARN" = "Il firewall bloccherà tutti i servizi di condivisione, come la condivisione di documenti, dello schermo, Bonjour iChat e la condivisione della musica di iTunes. Se desideri consentire i servizi di condivisione, fai clic su Avanzate e deseleziona il riquadro “Impedisci tutte le connessioni in ingresso”.";
"FIREWALL_EXPLANATORY_TEXT_WARN_ADV" = "Il firewall bloccherà tutti i servizi di condivisione, come la condivisione di documenti, dello schermo, Bonjour iChat e la condivisione della musica di iTunes. Se desideri consentire i servizi di condivisione, fai clic su Avanzate e deseleziona il riquadro “Impedisci tutte le connessioni in ingresso”.";
"FIREWALL_IMPORTANT" = "IMPORTANTE";

"ALERT_UNSAVED_CHANGES" = "Le modifiche alle impostazioni del firewall non sono state registrate";
"ALERT_UNSAVED_CHANGES_EXIT" = "Vuoi applicare le modifiche prima di chiudere il pannello delle preferenze Sicurezza?";

"%@ KB" = "%@ KB";
"%@ MB" = "%@ MB";
"%@ GB" = "%@ GB";
